from __future__ import unicode_literals

# new line when we have change of letter
STOP_WORDS = set("""
άλλα άλλες άλλη άλλο άλλοι άλλους άλλων άνω ακόμα ακόμη αλλά αμέσως αν
ανά ανάμεσα απ από αρκετά αρκετές αυτά αυτές αυτή αυτήν αυτής αυτοί αυτού
αυτούς αυτό αυτόν αυτός αυτών αφορά αφού

γίνει γίνεται για γιατί

δε δείτε δεν δηλαδή διάφορα διάφορες δυο δύο

έγιναν έγινε έκανε ένα έναν ένας έξι έπειτα έτσι έχει έχοντας έχουν
έως είναι είτε είχαν είχε εαυτό εγώ εις εκ εκεί εκείνη εκτός εμείς εναντίον
εντός ενός ενώ εξ εξής εξαιτίας επί επίσης επειδή επιπλέον επόμενη εσείς εσύ

ήδη ήταν

θα

ίδια ίδιο ίδιος ίσως ιδία

καμία καμιά κανείς κανένα κάθε κάποια κάποιες κάποιο κάτι κάτω καθώς και κατά κι

λόγω

μάλιστα μέσα μέσω μέχρι μία μαζί μας με μερικές μεσώ μετά
μεταξύ μη μην μια μιας μου μόνο

να ναι

ξανά

οι οποία οποίας οποίες οποίο οποίοι οποίος οποίου οποίων οπότε
ος ου ούτε όλο όλοι όλων όμως όποια όποιες όποιο όποιοι όποιος όπου όπως όσο όταν
όλα όλες όλη  ότι όχι

πάλι πάντα πάνω παρά περί περίπου πιο πλέον πολλά πολλές πολλοί
πολλούς πολύ ποτέ που πού πρέπει πριν προς πρώτα πρώτες πρώτη πρώτο
πρώτος πως πώς πίσω

σαν σε στα στη στην στις στο στον στους

τα τη την της τι τις το τον του τους τού τούς τρία τρίτη
τρεις των τόσο τότε τελευταίος τελευταία τελευταίο

υπό

ως ωστόσο  ώστε'
""".split())
