# coding: utf8
from __future__ import unicode_literals


ADJECTIVE_RULES = [
    ["οί","ός"], # καρδιακοί
    ["ές","ός"], # επιφανειακές
    ["ές","ος"],
    ["οι","ος"],
    ["α","ης"], # αγαθοβιόλα
    ["η","ες"], # δασώδη 
    ["ερος","ος"], # καλύτερος
    ["ερος","ός"],
    ["εροι","ος"],
    ["ερων","ος"],
    ["εροι","ός"],
    ["ερων","ός"],
    ["ερη","η"],
    ["ερη","ή"],
    ["ερο","ο"],
    ["ερο","ό"],
]


NOUN_RULES = [
    ["ια","ι"], # ποτήρια
    ["ες","α"], # κεραμίδες
    ["ές","ά"],
    ["ές","ά"],
    ["ες","α"], # εσπερινές 
    ["ες","ης"], # φυλακές

]


VERB_RULES = [
    ["εις", "ω"],
    ["εις","ώ"]
    ["ει","ω"],
    ["ει","ώ"],
    ["ουμε","ω"],
    ["ουμε","ώ"],
    ["ετε","ω"],
    ["ετε","ώ"],
    ["ουν","ω"],
    ["ουν","ώ"],
    ["είς","ώ"],
    ["εί","ώ"],
    ["ούν","ώ"],
    ["εσαι","ομαι"], #αισθάνεσαι
    ["εσαι","όμαι"],
    ["έσαι","ομαι"],
    ["έσαι","όμαι"],
    ["εται","ομαι"], 
    ["εται","όμαι"],
    ["έται","ομαι"],
    ["έται","όμαι"],
    ["όμαστε","όμαι"],
    ["όμαστε","ομαι"],
    ["έσθε","όμαι"],
    ["εσθε","όμαι"],

]


PUNCT_RULES = [
    ["“", "\""],
    ["”", "\""],
    ["\u2018", "'"],
    ["\u2019", "'"]
]
